chat_system_2174759_actor_description=King Mark. Our glorious king.
chat_system_2174759_che_prishel_question=^?^Good day, [player]. What is the purpose of your visit?
chat_system_2174759_che_prishel_answer_0=^?^I came to tell you about an issue with your edict on fishing.
chat_system_2174759_nu_che_tam_question=^?^Hmm. It seems to me that by royal decree we have appointed you Treasure Searcher - not fisherman. Why then are you talking about fishing?
chat_system_2174759_nu_che_tam_answer_0=^?^It's not that I myself have a concern regarding fishing. But you see, Your Majesty, your decree has forbidden the catching of certain sea creatures beyond a strictly-defined limit. For this reason, the fishermen cannot fish the "devilfish" - huge fish which are quickly multiplying and overtaking the waters. These fish are both dangerous and predatory, and your royal fishing waters are falling into chaos.
chat_system_2174759_snap_0_question=^?^I see you have a kind heart, and care for our people and the land. That is good, [player].<br>Just so you know, we didn't have such fish in our waters before, oh - well that's something we can discuss later. In any case, we must hire some mages to check what kind of fish this is, and why it has appeared in our waters in such quantity.<br>Meanwhile, you may convey to the fisherman my permission to fish without restrictions, for the next three years!
chat_system_2174759_snap_0_answer_0=^?^Thank you, I will go directly - and I am sure the fishermen will be delighted.
chat_system_2174759_zaladil_question=^?^Don't you have any concerns besides fish? We have already issued a decree abolishing the fishing limits!
chat_system_2174759_zaladil_answer_0=^?^I've no other concerns, Your Majesty; I just wanted to help the fishermen.
